"this software" = QuickFileType;

/* A message when a package is selected in open panel */
"%@ is not a file." = "%@ is not a file.";

/* Infomative text when a package is selected in open panel */
"Directory does not have a type code and a creator code" = "Directory does not have a type code and a creator code";

/* Alert when can't apply types */
"Can't change creator and type." = "Can't change creator and type.";

"The file is locked." = "The file is locked.";
"No permission." = "No write permission.";
"Unknown" = "The unknown reason.";

"Do you make the extension \"%@\" respect creator types ?" = "Do you make the extension \"%@\" respect creator types ?";
"This UTI is determined by type code." = "This UTI is determined by type code.";
"This UTI for the type code conflicts with the UTI for the extension." = "This UTI for the type code conflicts with the UTI for the extension.";
"Do you remove 'usro' resource ?" = "Do you remove 'usro' resource ?";